---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RadiansPerSecond
source: html/071d17b9-da93-a2b9-6435-4f886da3759a.htm
---
# Autodesk.Revit.DB.UnitTypeId.RadiansPerSecond Property

Radians per second.

## Syntax (C#)
```csharp
public static ForgeTypeId RadiansPerSecond { get; }
```